//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "取消";
"_edit_"                    = "編輯";
"_tap_to_cancel_"           = "輕點可取消";
"_tap_to_min_max_"          = "點選以縮小 / 放大";
"_cancel_request_"          = "您想要取消嗎？";
"_upload_file_"             = "上傳檔案";
"_download_file_"           = "下載檔案";
"_delete_"                  = "刪除";
"_rename_"                  = "重新命名";
"_rename_file_"             = "重新命名檔案";
"_rename_folder_"           = "重新命名資料夾";
"_move_"                    = "移動";
"_add_"                     = "新增";
"_save_"                    = "儲存";
"_warning_"                 = "警告";
"_error_"                   = "錯誤";
"_no_"                      = "否";
"_yes_"                     = "是";
"_select_"                  = "選取";
"_select_all_"              = "全選";
"_upload_"                  = "上傳";
"_home_"                    = "檔案";
"_files_"                   = "檔案";
"_ok_"                      = "確定";
"_done_"                    = "完成";
"_clear_"                   = "清除";
"_continue_anyway_"         = "仍要繼續";
"_selected_"                = "已選取";
"_no_active_account_"       = "沒有找到任何帳號";
"_info_"                    = "資訊";
"_warning_"                 = "警告";
"_video_"                   = "影片";
"_overwrite_"               = "覆寫";
"_create_"                  = "建立";
"_create_folder_"           = "建立資料夾";
"_create_folder_e2ee_"      = "建立加密資料夾";
"_close_"                   = "關閉";
"_remove_"                  = "移除";
"_file_not_found_"          = "找不到檔案";
"_continue_"                = "繼續";
"_continue_editing_"        = "繼續編輯";
"_auto_upload_folder_"      = "自動上傳";
"_photo_"                   = "照片";
"_audio_"                   = "音訊";
"_unknown_"                 = "未知";
"_success_"                 = "成功";
"_mode_filename_"           = "檔案名稱模式";
"_warning_owncloud_"        = "您正連線至 ownCloud 伺服器。此環境未經測試且不提供支援，請自行承擔使用風險。若欲升級至 DataDrive，請參閱 https://datadrive.vn。";
"_warning_unsupported_"     = "您正在使用不支援的 DataDrive 版本。為了您的資料安全，我們強烈建議您更新至最新的穩定版 DataDrive。";
"_restore_"                 = "復原";
"_tap_here_to_change_"      = "輕點此處以變更";
"_no_albums_"               = "無相簿";
"_denied_album_"            = "此應用程式無法存取「相片」。您可以在隱私權設定中啟用存取權。";
"_denied_camera_"           = "此應用程式無法存取「相機」。您可以在隱私權設定中啟用存取權。";
"_save_to_camera_roll_"        = "儲存至圖庫";
"_save_to_camera_roll_desc_"   = "啟用後，應用程式內相機所拍攝的照片與影片也將儲存至你的 iOS 圖庫。";
"_force_start_"             = "強制開始";
"_account_does_not_exist_"  = "此帳號 %@ 不存在。請重新登入。";
"_sharing_"                 = "分享";
"_details_"                 = "詳細資訊";
"_no_permission_add_file_"  = "您沒有權限新增檔案。";
"_no_permission_delete_file_" = "您沒有權限刪除檔案。";
"_no_permission_modify_file_" = "您沒有權限修改檔案。";
"_no_permission_favorite_file_" = "您沒有權限將檔案加入最愛。";
"_add_folder_info_"         = "新增資料夾資訊";
"_back_"                    = "返回";
"_go_back_"                 = "返回";
"_search_"                  = "搜尋";
"_search_or_create_tags"    = "搜尋或建立標籤";
"_tags_"                    = "標籤";
"_share_tags_create_"       = "建立 \"%@\"";
"_share_tags_no_results_"   = "未找到標籤";
"_share_tags_added_named_"  = "已建立標籤 %@。";
"_edit_tags_"               = "管理標籤";
"_create_tag_error_"        = "無法建立新標籤。請再試一次。";
"_of_"                      = "的";
"_livephoto_save_"          = "儲存原況照片到相簿";
"_livephoto_save_error_"    = "儲存 Live Photo 時發生錯誤。";
"_livephoto_no_"            = "停用原況照片";
"_convert_live_photo_"      = "轉換為 Live Photo";
"_file_conflict_num_"       = "檔案衝突";
"_file_conflicts_num_"      = "檔案衝突";
"_file_conflict_desc_"      = "請問您想要保留哪個檔案？\n如果您兩個版本都想要，重複的檔案副本名稱會加上一個數字。";
"_file_conflict_new_"       = "新增檔案";
"_file_conflict_exists_"    = "已經存在的檔案";
"_file_not_rewite_doc_"     = "無法覆寫文件，只能建立新文件。";
"_move_or_copy_"            = "移動或複製";
"_move_copy_diff_account_"  = "您無法在不同帳號之間複製或移動檔案。";
"_copy_"                    = "複製";
"_now_"                     = "現在";
"_wait_"                    = "請稍候…";
"_recent_"                  = "最近";
"_view_in_folder_"          = "在資料夾中檢視";
"_leave_share_"             = "離開此分享";
"_disabled_"                = "已停用";
"_compact_"                 = "緊湊";
"_normal_"                  = "一般";
"_verbose_"                 = "詳細";
"_standard_"                = "標準";
"_maximum_"                 = "最高";
"_error_occurred_"          = "發生錯誤，請重試。";
"_retry_"                   = "重試";
"_images_"                  = "圖片";
"_confirm_"                 = "確認";
"_confirm_continue_"        = "確認並繼續先前的上傳";
"_confirm_resetting_"       = "確認並忽略先前的上傳";
"_background_location_access_title_"    = "背景位置存取權限";
"_background_location_access_message_"  = "此應用程式需要背景位置存取權限，以便在您移動至不同區域時自動上傳檔案。此功能不會使用 GPS，也不會儲存您的位置。";
"_enable_background_location_title_"    = "啟用背景位置";
"_enable_background_location_message_"  = "若要允許在背景自動上傳檔案，請在「設定」中將位置存取權限設為「永遠」。";
"_enable_background_location_footer_"   = "為了讓您的照片圖庫自動保持在最新狀態，此應用程式可以使用背景位置存取權限。\n這能讓它在您抵達新區域時偵測並檢查是否有新照片需要上傳。\n此功能不會使用 GPS，且絕不會儲存或追蹤您的位置。";

/* MARK: Files lock */

"_lock_"                            = "鎖定";
"_unlock_"                          = "解鎖";
"_lock_file_"                       = "鎖定檔案";
"_unlock_file_"                     = "解鎖檔案";
"_lock_selected_files_"             = "鎖定檔案";
"_unlock_selected_files_"           = "解鎖檔案";
"_locked_by_"                       = "由 %@ 鎖定";
"_file_locked_no_override_"         = "此檔案已被鎖定。無法覆寫。";
"_lock_no_permissions_selected_"    = "部分選取的檔案或資料夾不允許此操作。";
"_remove_file_"             = "移除檔案";
"_delete_file_"             = "刪除檔案";
"_delete_folder_"           = "刪除資料夾";
"_size_"                    = "大小";
"_set_user_status_"         = "線上狀態";
"_set_user_status_message_" = "狀態訊息";
"_open_settings_"           = "開啟設定";
"_settings_account_request_" = "初始啟動時請求帳號";
"_alias_"                   = "別名";
"_alias_placeholder_"       = "輸入別名";
"_alias_footer_"            = "為您的帳號取個具描述性的名稱，例如：家裡、辦公室、學校…";
"_privacy_legal_"           = "隱私權與法律政策";
"_source_code_"             = "取得原始程式碼";
"_account_select_"          = "選取帳號";
"_account_select_to_add_"   = "選取要新增的帳號";
"_remove_local_account_"    = "移除本機帳號";
"_want_delete_account_"     = "您想要移除本機帳號 %@ 嗎";
"_prevent_http_redirection_"= "不允許 HTTP 重新導向。";
"_http_account_insecure_"   = "此帳號使用不安全的 HTTP 伺服器位址。資料傳輸並未加密。";
"_https_failed_try_http_"   = "無法建立安全連線。您想改用不安全的 HTTP 嗎？您的資料傳輸時將不會加密。";
"_single_file_conflict_title_" = "檔案衝突";
"_multi_file_conflict_title_" = "%@ 檔案衝突";
"_replace_action_title_" = "取代";
"_keep_both_action_title_" = "兩者皆保留";
"_cancel_keep_existing_action_title_" = "取消並保留既有檔案";
"_replace_all_action_title_" = "全部取代";
"_keep_both_for_all_action_title_" = "全部兩者皆保留";
"_more_action_title_" = "更多詳細資訊";
"_wait_file_preparation_" = "正在準備上傳檔案，請稍候…";
"_keep_active_for_upload_" = "請保持應用程式開啟，直到上傳完成…";
"_keep_active_for_transfers_" = "請保持應用程式開啟，直到傳輸完成…";
"_wait_file_encryption_"  = "請稍候，正在加密檔案";
"_passcode_counter_fail_" = "失敗次數過多。請稍候再試。";
"_seconds_"               = "秒";
"_change_lock_passcode_"  = "變更密碼";
"_lock_cannot_disable_mdm_" = "您的設定檔不允許停用密碼鎖定。";

// MARK: User Status

/* User status */
"_online_"                  = "線上";

/* User status */
"_away_"                    = "離開";

/* User status */
"_dnd_"                     = "請勿打擾";

/* User status */
"_dnd_description_"         = "將所有通知靜音";

/* User status */
"_invisible_"               = "隱藏";

/* User status */
"_invisible_description_"   = "顯示為離線";

/* User status */
"_busy_"                    = "忙碌";

/* User status */
"_select_user_status_"      = "設定上線狀態";
"_select_status_message_"      = "設定狀態訊息";
"_status_message_"          = "狀態訊息";
"_status_message_placehorder_"  = "您目前的狀態是什麼？";
"_online_status_"           = "線上狀態";
"_set_status_message_"      = "設定狀態訊息";
"_clear_status_message_after_"  = "在此時間後清除狀態";

/* User status */
"_select_option_"           = "選取選項";
"_dont_clear_"              = "不要清除";
"_15_minutes_"              = "15 分鐘";
"_30_minutes_"              = "30分鐘";
"_an_hour_"                 = "1小時";
"_1_hour_"                  = "1小時";
"_4_hours_"                 = "4小時";
"_day_"                     = "今天";
"_this_week_"               = "本週";
"_days_"                    = "天";
"_hours_"                   = "小時";
"_minutes_"                 = "分鐘";


"_network_not_available_"   = "網路無法使用。";
"_file_already_exists_"     = "無法完成操作，已有同名檔案存在。";
"_files_lock_error_"        = "變更此檔案的鎖定狀態時發生錯誤。";
"_more_"                        = "更多";
"_notifications_"               = "通知";
"_quota_space_unlimited_"       = "無限制";
"_quota_space_unknown_"         = "未知";
"_quota_using_"                 = "您已使用 %@，總共 %@";
"_acknowledgements_"            = "致謝";
"_settings_"                    = "設定";
"_enter_password_"              = "請輸入密碼…";
"_lock_"                        = "鎖定";
"_lock_active_"                 = "鎖定：開啟";
"_lock_not_active_"             = "鎖定：關閉";
"_lock_protection_no_screen_"        = "初始啟動時不詢問";
"_enable_touch_face_id_"        = "啟用 Touch/Face ID";
"_wifi_only_"                   = "僅使用 Wi-Fi 連線";
"_settings_autoupload_"         = "自動上傳照片";
"_clear_cache_"                 = "清除快取";
"_clear_cache_footer_"          = "清除應用程式中下載的檔案與離線檔案";
"_exit_"                        = "重設應用程式";
"_exit_footer_"                 = "從應用程式中刪除所有帳號與本機資料";
"_want_exit_"                   = "請注意！即將重設回初始狀態。要繼續嗎？";
"_want_delete_cache_"           = "您想要刪除快取嗎（這也會移除正在進行的傳輸）？";
"_add_account_"                 = "新增帳號";
"_want_delete_"                 = "您真的想刪除嗎？";
"_want_leave_share_"            = "您將退出以下分享：";
"_no_delete_"                   = "不，不要刪除";
"_yes_delete_"                  = "是，就要刪除";
"_information_"                 = "資訊";
"_select_offline_warning_"      = "讓多個檔案與資料夾可供離線使用可能需要一段時間，並且會消耗大量記憶體。";
"_advanced_"                    = "進階";
"_permissions_"                 = "取用權";
"_custom_permissions_"          = "自訂權限";
"_disable_files_app_"           = "停用檔案應用程式的整合";
"_disable_files_app_footer_"    = "不允許透過 iOS 檔案應用程式取用檔案";
"_time_remaining_"              = "剩餘 %@";
"_autoupload_"                      = "自動上傳照片/影片";
"_autoupload_select_folder_"        = "選取「自動上傳」用的資料夾";
"_autoupload_photos_"               = "自動上傳照片";
"_autoupload_videos_"               = "自動上傳影片";
"_autoupload_favorites_"            = "僅自動上傳最愛";
"_autoupload_description_"          = "選擇是否將新的照片或影片自動上傳至您的帳號。";
"_autoupload_fullphotos_"           = "上傳整個相機膠卷";
"_start_autoupload_"                = "開啟自動上傳";
"_stop_autoupload_"                 = "關閉自動上傳";
"_autoupload_fullphotos_footer_"    = "上傳前請先調整上面的選項";
"_autoupload_create_subfolder_"     = "使用子資料夾";
"_autoupload_create_subfolder_footer_"  = "根據年、月或日將照片儲存在子資料夾中。";
"_autoupload_subfolder_granularity_"    = "子資料夾細膩程度";
"_filenamemask_"                        = "更改檔案名稱遮罩";
"_filenamemask_footer_"                 = "預設情況下，檔案上傳時會自動套用以下格式：yy-mm-dd hh-mm-ss 加上 4 位數的計數器。如果您不喜歡這個格式，可以在這裡變更，但最後的 4 位數計數器無法省略。";
"_autoupload_current_folder_"           = "目前選取的資料夾";
"_show_hidden_files_"           = "顯示隱藏的檔案";
"_format_compatibility_"        = "最大相容";
"_format_compatibility_footer_" = "「最大相容」在可能的情況下，會將照片存成 JPEG。";
"_privacy_"                     = "隱私";
"_privacy_footer_"              = "DataDrive 使用當機分析的服務。您的個人資訊不會隨著報告傳送。若您想停用它，請將「停用當機回報程式」設定變更為開啟";
"_crashservice_title_"          = "停用當機回報程式";
"_crashservice_alert_"          = "此選項需要重新啟動應用程式才會生效。";
"_upload_mov_livephoto_"        = "原況照片";
"_upload_mov_livephoto_footer_" = "可能的話，「原況照片」會將選擇的照片存成「原況照片」格式。";
"_capabilities_"                = "提供的功能";
"_capabilities_footer_"         = "顯示應用程式使用的套件（如果已安裝在伺服器上且可供使用）。";
"_diagnostics_"                 = "診斷";
"_diagnostics_footer_"          = "變更日誌記錄層級需要重新啟動應用程式才會生效";
"_view_log_"                    = "檢視記錄檔";
"_clear_log_"                   = "清除記錄檔";
"_set_log_level_"               = "設定日誌層級";
"_log_file_clear_alert_"        = "日誌檔案已清除！";
"_connect_server_anyway_"       = "您依然想連線到伺服器嗎？";
"_server_is_trusted_"           = "您認為此伺服器可信嗎？";
"_connection_error_"            = "連線錯誤";
"_login_url_"                   = "伺服器位址 https:// …";
"_login_url_error_"             = "URL 錯誤，請確認您伺服器的 URL";
"_login_error_"                 = "無法登入。請稍後再試。";
"_favorites_"                   = "喜愛";
"_favorite_short_"              = "最愛";
"_tutorial_favorite_view_"      = "您標記為喜愛的檔案與資料夾將會在此顯示";
"_tutorial_offline_view_"       = "此處複製的檔案將可離線使用。\n\n它們會與您的雲端同步。";
"_tutorial_groupfolders_view_"  = "尚無團隊資料夾";
"_more_"                        = "更多";
"_favorite_no_files_"           = "尚無喜愛";
"_no_date_information_"                     = "無日期資訊";
"_no_camera_information_"                   = "無相機資訊";
"_no_lens_information_"                     = "無鏡頭資訊";
"_today_"                                   = "今天";
"_yesterday_"                               = "昨天";
"_access_photo_not_enabled_"                = "尚未啟用照片存取權限";
"_access_photo_not_enabled_msg_"            = "請前往「設定」→「應用程式」→「DataDrive」→「照片」，然後啟用照片圖庫存取權限";
"_access_background_app_refresh_denied_"    = "「背景 App 重新整理」被拒絕。請在「設定」中啟用，否則當應用程式在背景執行時將無法偵測到新照片或影片";
"_new_photos_starting_"                     = "僅會上傳開頭為 %@ 的照片或影片。";
"_tutorial_photo_view_"                     = "尚未上傳照片或影片";
"_error_createsubfolders_upload_"           = "建立子資料夾時發生錯誤";
"_remove_photo_CameraRoll_"                 = "從相機膠卷移除";
"_remove_photo_CameraRoll_desc_"            = "上傳後「從相機膠卷移除」將會顯示確認訊息，以從相機膠卷中刪除上傳的照片或影片。已刪除的照片或影片仍會在 iOS 照片垃圾桶中保留30天。";
"_never_"                       = "永不";
"_less_a_minute_"               = "不到1分鐘前";
"_a_minute_ago_"                = "1分鐘前";
"_minutes_ago_"                 = "%d分鐘前";
"_an_hour_ago_"                 = "1小時前";
"_hours_ago_"                   = "%d小時前";
"_a_day_ago_"                   = "1天前";
"_days_ago_"                    = "%d天前";
"_forbidden_characters_"        = "禁止使用的字元：%@";
"_cannot_send_mail_error_"      = "未設定帳號，或輸入了錯誤的電子郵件地址。";
"_open_url_error_"              = "無法為此操作開啟網址。";
"_media_"                       = "媒體";
"_order_by_"                    = "排序方式";
"_name_"                        = "名稱";
"_date_"                        = "日期";
"_size_"                        = "大小";
"_delete_selected_files_"       = "刪除檔案";
"_remove_favorites_"            = "取消喜愛";
"_add_favorites_"               = "加入最愛";
"_share_"                       = "分享";
"_remove_local_file_"           = "從快取移除";
"_folders_"                     = "資料夾";
"_folder_"                      = "資料夾";
"_files_"                       = "檔案";
"_file_"                        = "檔案";
"_no_file_pull_down_"           = "上傳檔案或下拉重新整理";
"_no_file_no_permission_to_create_" = "您沒有權限在此資料夾建立或上傳檔案。";
"_limited_dimension_"           = "已達最大的大小";
"_save_selected_files_"         = "儲存至圖庫";
"_file_not_saved_cameraroll_"   = "錯誤：檔案並未儲存至相簿";
"_file_saved_cameraroll_"       = "檔案已儲存在相簿";
"_favorite_on_top_"             = "最愛優先排序";
"_directory_on_top_"            = "資料夾排在檔案之前";
"_show_description_"            = "顯示資料夾描述";
"_show_recommended_files_"      = "顯示建議";
"_search_no_record_found_"      = "沒有結果";
"_search_in_progress_"          = "正在搜尋…";
"_search_instruction_"          = "搜尋檔案（至少2個字元）";
"_files_no_files_"              = "此處無檔案";
"_files_no_folders_"            = "此處無資料夾";
"_request_in_progress_"         = "正在向伺服器傳送請求…";
"_personal_files_only_"         = "僅限個人檔案";

"audio"                         = "音訊";
"directory"                     = "資料夾";
"document"                      = "文件";
"image"                         = "影像";
"template"                      = "範本";
"video"                         = "影片";

"_paste_file_"                  = "貼上";
"_cancel_all_task_"             = "取消所有傳輸作業";
"_status_wait_download_"        = "正在等待下載";
"_status_downloading_"          = "正在下載";
"_status_wait_upload_"          = "正在等待上傳";
"_status_wait_create_folder_"   = "正在等待建立資料夾";
"_status_wait_delete_"          = "正在等待刪除";
"_status_wait_rename_"          = "正在等待重新命名";
"_status_wait_favorite_"        = "正在等待變更最愛設定";
"_status_wait_copy_"            = "正在等待複製";
"_status_wait_move_"            = "正在等待移動";
"_status_uploading_"            = "正在上傳";
"_status_upload_error_"         = "錯誤，正在等待上傳";
"_select_media_folder_"         = "選取「媒體」資料夾";
"_media_viewimage_show_"        = "僅顯示影像";
"_media_viewvideo_show_"        = "僅顯示影片";
"_media_show_all_"              = "兩者皆顯示";
"_good_morning_"                = "早安";
"_good_day_"                    = "日安";
"_good_afternoon_"              = "午安";
"_good_evening_"                = "晚上好";
"_good_night_"                  = "晚安";
"_servers_"                     = "伺服器";
"_select_server_"               = "請選擇伺服器...";

// MARK: Share

"_share_link_"                  = "分享連結";
"_share_link_name_"             = "連結名稱";
"_password_"                    = "密碼";
"_share_password_"              = "受密碼保護的連結";
"_date_"                        = "日期";
"_user_sharee_footer_"          = "輕點可變更權限";
"_enforce_password_protection_" = "強制密碼保護";
"_shared_with_you_by_"          = "與您分享的對象";
"_shareLinksearch_placeholder_" = "請輸入名稱並按「搜尋」";
"_new_comment_"                 = "新增留言…";
"_edit_comment_"                = "編輯留言";
"_delete_comment_"              = "刪除留言";
"_share_read_only_"             = "僅供檢視";
"_share_editing_"               = "編輯";
"_share_allow_upload_"          = "允許上傳與編輯";
"_share_file_drop_"             = "檔案請求";
"_share_secure_file_drop_"      = "安全檔案投遞（僅供上傳）";
"_share_hide_download_"         = "隱藏下載";
"_share_allowed_downloads_"     = "允許的下載次數";
"_share_limit_download_"        = "限制下載次數";
"_remaining_"                   = "剩餘 %d";
"_share_password_protect_"      = "密碼保護";
"_share_expiration_date_"       = "設定到期日";
"_share_note_recipient_"        = "給收件人的備註";
"_share_add_sharelink_"         = "新增其他連結";
"_share_can_read_"              = "讀取";
"_share_can_reshare_"           = "Share";
"_share_can_create_"            = "建立";
"_share_can_change_"            = "編輯";
"_share_can_delete_"            = "Delete";
"_share_can_download_"          = "允許下載與同步";
"_share_unshare_"               = "刪除分享";
"_share_internal_link_"         = "內部連結";
"_share_internal_link_des_"     = "僅適用於有權限存取此檔案/資料夾的使用者。";
"_share_reshare_disabled_"      = "您沒有權限再次分享此檔案/資料夾。";
"_share_reshare_restricted_"    = "注意：您再次分享此檔案/資料夾的權限受限。";
"_remote_"                      = "遠端";
"_remote_group_"                = "遠端群組";
"_conversation_"                = "對話";
"_no_transfer_"                 = "尚無傳輸";
"_no_transfer_sub_"             = "此處將顯示從此裝置上傳與下載的內容";
"_no_transfer_in_progress_"     = "沒有進行中的傳輸";
"_no_transfer_in_progress_sub_" = "來自此裝置且正在進行中的上傳和下載將會顯示在這裡。";
"_no_transfer_in_waiting_"      = "沒有等待中的傳輸";
"_no_transfer_in_waiting_sub_"  = "等待開始的傳輸將會顯示在這裡。";
"_no_transfer_in_error_"        = "沒有傳輸錯誤";
"_no_transfer_in_error_sub_"    = "需要您注意的傳輸將會顯示在這裡。";
"_transfers_waiting_shown_"     = "%1$d / %2$d 個傳輸等待中";
"_no_activity_footer_"              = "無更多活動狀態可載入";
"_transfers_"                       = "傳輸";
"_activity_"                        = "活動狀態";
"_trash_file_not_found_"            = "檔案似乎不在垃圾桶中。請前往垃圾桶重新整理後再試一次。";
"_list_shares_"                     = "分享";
"_list_shares_no_files_"            = "尚無分享";
"_tutorial_list_shares_view_"       = "您分享的檔案與資料夾將會顯示在這裡";
"_offline_"                         = "離線";
"_upload_photos_videos_"            = "上傳照片或影片";
"_upload_file_"                     = "上傳檔案";
"_create_nextcloudtext_document_"   = "建立文字文件";
"_use_folder_auto_upload_"          = "使用「自動上傳」資料夾作為目標位置";
"_filename_"                        = "檔案名稱";
"_enter_filename_"                  = "請輸入檔案名稱…";
"_default_preview_filename_footer_" = "檔案名稱預覽範例：IMG_0001.JPG";
"_filename_header_"                 = "輸入檔案名稱";
"_preview_filename_"                = "檔案名稱預覽範例。您可以使用 %@ 作為日期/時間的遮罩。";
"_add_filenametype_"                = "指定檔名的類型";
"_maintain_original_filename_"      = "維持原始檔名";
"_notifications_"                   = "通知";
"_untitled_"                        = "未命名";
"_e2e_settings_title_"              = "加密";
"_e2e_settings_"                    = "端對端加密";
"_e2e_settings_start_"              = "開始端對端加密";
"_e2e_settings_activated_"          = "端對端加密已啟用";
"_e2e_server_disabled_"             = "伺服器上的端對端加密應用程式已停用";
"_e2e_settings_view_passphrase_"    = "透過 12 個單字組合來產生很安全的密碼，讓只有您可以檢視與使用加密後的檔案。請將單字寫在紙上，並妥善保管在安全的地方。";
"_e2e_settings_read_passphrase_"    = "讀取通行密語";
"_e2e_settings_lock_not_active_"    = "鎖定未啟用。請前往「設定」並啟用它。";
"_e2e_settings_the_passphrase_is_"  = "通行密語為：";
"_e2e_passphrase_request_title_"    = "請求通行密語";
"_e2e_passphrase_request_message_"  = "輸入 12 個單字";
"_e2e_settings_remove_"             = "移除本機加密";
"_e2e_settings_remove_message_"     = "確認移除加密以及通行密語。";
"_e2e_set_folder_encrypted_"        = "加密";
"_e2e_remove_folder_encrypted_"     = "解密";
"_e2e_file_encrypted_"              = "檔案已加密";
"_e2e_goto_settings_for_enable_"    = "這是個加密目錄，請前往「設定」啟用端對端加密";
"_e2e_in_upload_"                   = "正在上傳，請等待所有檔案傳輸完成。";
"_scans_document_"                  = "掃描文件";
"_scanned_images_"                  = "掃描的影像";
"_scan_document_pdf_page_"          = "頁";
"_scan_label_document_zone_"        = "向下拖曳影像以建立文件";
"_filter_document_"                 = "文件";
"_filter_original_"                 = "原始";
"_quality_image_title_"             = "預覽影像品質";
"_file_creation_"                   = "檔案建立";
"_delete_all_scanned_images_"       = "刪除所有掃描影像";
"_text_recognition_"                = "文字辨識";
"_all_files_"                       = "全部檔案";
"_personal_files_"                  = "個人檔案";

"_trash_view_"                      = "刪除的檔案";
"_empty_trash_"                     = "清空垃圾桶";
"_trash_no_trash_"                  = "未刪除檔案";
"_trash_no_trash_description_"      = "您可以在這裡還原刪除的檔案";
"_confirm_delete_selected_"         = "確定要刪除選取的項目嗎？";
"_manage_file_offline_"             = "管理離線檔案";
"_set_available_offline_"           = "設定為離線時仍可使用";
"_remove_available_offline_"        = "從離線仍可使用移除";
"_create_new_document_"             = "文件";
"_create_new_spreadsheet_"          = "試算表";
"_create_new_presentation_"         = "簡報";
"_create_new_diagram_"              = "圖表";
"_more_documents_"                  = "更多文件";
"_go_online_"                       = "上線以檢視文件";
"_intro_1_title_"                   = "保護您的資料安全並將控制權掌握在手中";
"_intro_2_title_"                   = "安全協作與檔案交換";
"_intro_3_title_"                   = "易於使用的網路郵件、行事曆、聯絡人";
"_intro_4_title_"                   = "螢幕分享、線上會議、網路研討會";
"_log_in_"                          = "登入";
"_sign_up_"                         = "向提供者註冊";
"_host_your_own_server"             = "架設您自己的伺服器";
"_invalid_url_"                         = "無效的伺服器網址";
"_ssl_certificate_untrusted_"           = "此伺服器的憑證無效。";
"_ssl_certificate_changed_"             = "此伺服器的憑證似乎已變更。";
"_file_already_exists_"                 = "無法完成操作，已有同名檔案存在。";
"_error_files_upload_"                  = "上傳檔案時發生錯誤。";
"_internal_generic_error_"              = "內部錯誤。";
"_err_permission_microphone_"           = "請在「設定」中允許使用麥克風。";
"_err_permission_photolibrary_"         = "請在「設定」中允許存取照片。";
"_qrcode_not_authorized_"   = "此應用程式未獲授權使用後置相機。";
"_qrcode_not_supported_"    = "目前的裝置不支援 QR 碼。";
"_create_voice_memo_"       = "建立語音備忘錄";
"_voice_memo_start_"        = "輕點可開始";
"_voice_memo_stop_"         = "輕點可停止";
"Enter Passcode"            = "請輸入通行碼";
"Enter a new passcode"      = "請輸入新的通行碼";
"Confirm new passcode"      = "請確認新的通行碼";
"_too_many_failed_passcode_attempts_error_" = "嘗試密碼失敗次數過多。請再試一次。";
"Passcodes didn't match. Try again." = "通行碼不符。請再試一次。";
"Delete"                    = "刪除";
"Cancel"                    = "取消";
"_certificate_details_"     = "憑證伺服器詳細資訊";
"_certificate_pn_details_"  = "憑證推播通知詳細資訊";
"_certificate_view_"        = "憑證伺服器";
"_certificate_pn_view_"     = "憑證推播通知";
"_save_as_scan_"            = "另存為掃描";
"_save_changes_"            = "儲存變更？";
"_modify_"                  = "修改";
"_overwrite_original_"      = "覆寫原本的";
"_save_as_copy_"            = "另存為副本";
"_discard_changes_"         = "捨棄變更";
"_message_disable_overwrite_livephoto_" = "此影像為原況照片，無法覆寫。";
"_discard_changes_info_"    = "您的變更將會丟棄。";
"_delete_files_desc_"       = "刪除檔案以釋放空間";
"_delete_old_files_"        = "刪除所有超過多久以前的快取：";
"_never_"                   = "永不";
"_1_year_"                  = "1年";
"_6_months_"                = "6個月";
"_3_months_"                = "3個月";
"_1_month_"                 = "1個月";
"_1_week_"                  = "1週";
"_monthly_"                 = "每月";
"_yearly_"                  = "每年";
"_daily_"                   = "每天";
"_used_space_"              = "已使用空間：";
"_login_address_detail_"    = "當您在瀏覽器中開啟時，該連結會指向您的 %@ 網頁介面。";
"_go_to_page_"              = "前往頁面";
"_page_"                    = "頁";
"_this_document_has_%@_pages_"              = "此文件有 %@ 頁";
"_invalid_page_"                            = "無效頁面";
"_the_entered_page_number_does_not_exist_"   = "輸入的頁碼不存在。";
"_error_something_wrong_"   = "出了點問題";
"_try_download_full_resolution_"            = "下載完整解析度影像";
"_full_resolution_image_info_"            = "這可能會揭露更多照片的相關資訊。";
"_download_audio_"          = "將音訊下載至本機";
"_copied_path_"             = "已複製路徑";
"_privacy_screen_"          = "應用程式未作用時隱藏內容";
"_privacy_screen_footer_"   = "當應用程式未作用時隱藏應用程式內的內容，並顯示啟動畫面。";
"_in_"                      = "於";
"_enter_passphrase_"        = "請輸入通行密語（12個單字）";
"_show_more_results_"       = "⋯ 載入更多結果";
"_waiting_for_"             = "等待：";
"_reachable_wifi_"          = "可透過 Wi-Fi 或網路線連接的網路";
"_copy_passphrase_"         = "複製通行密語";
"_ok_copy_passphrase_"      = "確定並複製通行密語";
"_select_color_"            = "選取顏色";
"_change_color_"            = "變更顏色";
"_description_dashboardwidget_" = "儀表板隨時可輕鬆取用，前所未有的簡單。";
"_description_fileswidget_" = "檢視您最近的檔案、工具列皆可大幅加速您的操作。";
"_description_toolbarwidget_"   = "工具列可大幅加速您的操作。";
"_title_lockscreenwidget_"  = "狀態";
"_description_lockscreenwidget_"    = "追蹤可用空間與最近活動狀態";

"_keep_running_"            = "保持應用程式執行，以獲得更好的使用者體驗。";
"_apps_nextcloud_detect_"   = "偵測到 %@ 個應用程式";
"_add_existing_account_"    = "偵測到其他 %@ 個應用程式，您想要新增既有帳號嗎？";
"_status_in_progress_"      = "正在進行狀態讀取…";
"_status_e2ee_on_server_"   = "伺服器已設定端對端加密，但尚未在此裝置上啟用。";
"_status_e2ee_not_setup_"   = "伺服器尚未設定端對端加密。";
"_status_e2ee_configured_"  = "端對端加密已正確設定。";
"_e2ee_set_as_offline_"     = "不允許用於加密的檔案或資料夾。";
"_change_upload_filename_"  = "您想要用其他名稱儲存檔案嗎？";
"_save_file_as_"            = "將檔案另存為 %@";
"_password_ascii_"          = "密碼不能包含特殊字元。";
"_calendar_contacts_"       = "行事曆與聯絡人";
"_mobile_config_"           = "下載個人設定描述檔";
"_calendar_contacts_footer_warning_"    = "只有將 Safari 設為預設瀏覽器時，才能下載設定檔。";
"_calendar_contacts_footer_"    = "下載後，您需要進入「設定」應用程式進行安裝。若設定描述檔在下載後8分鐘內未安裝，則會自動刪除";
"_modify_image_desc_"       = "輕點影像可以修改";
"_message_disable_livephoto_" = "此影像為原況照片，更改它將會失去原況照片效果。";
"_enable_livephoto_"        = "啟用原況照片";
"_disable_livephoto_"       = "停用原況照片";
"_undo_modify_"             = "取消修改";
"_rename_already_exists_"   = "已有同名檔案存在。";
"_group_folders_"           = "團隊資料夾";
"_play_from_files_"         = "從檔案播放影片";
"_play_from_url_"           = "從連結播放影片";
"_valid_video_url_"         = "輸入有效的 URL";
"_chunk_move_"              = "無法重組傳送的檔案，請檢查伺服器日誌。";
"_download_image_"          = "下載影像";
"_download_video_"          = "下載影片";
"_reset_wrong_passcode_"    = "正在重設應用程式...";
"_reset_wrong_passcode_option_" = "失敗 10 次後重設應用程式";
"_reset_wrong_passcode_desc_" = "啟用此功能後，若輸入密碼失敗達 %d 次，將會移除所有帳號與本機資料。";
"_deviceOwnerAuthentication_" = "由於多次嘗試失敗，生物辨識感應器已暫時停用。請輸入裝置通行碼以重新啟用感應器。";
"_virus_detect_"            = "偵測到病毒。無法完成上傳！";
"_select_photos_"           = "選取照片";
"_selected_photo_"          = "已選取的照片";
"_selected_photos_"         = "已選取的照片";
"_delete_selected_photos_"  = "刪除選取的照片";
"_media_square_"            = "方形格狀";
"_media_ratio_"             = "長寬比格狀";
"_autoupload_notice_"       = "為確保此功能正常運作，必須啟用「背景 App 重新整理」。否則，當應用程式在背景執行時將無法偵測到新的照片或影片。\n\n此外請注意，如果手動關閉應用程式，將無法偵測新的照片和影片。當應用程式在背景執行時，資料傳輸可能會較慢，通常會根據裝置的電池電量，每 10 分鐘偵測一次新的照片和/或影片。\n\n若要驗證應用程式是否正常運作，您可以使用「進階設定」中的日誌檔案。";
"_display_"                 = "顯示";
"_appearance_"              = "外觀";
"_light_"                   = "淺色";
"_dark_"                    = "深色";
"_use_system_style_"        = "使用系統樣式";
"_account_settings_"        = "帳號設定";
"_users_"                   = "使用者";
"_users_footer_"            = "允許您在每次開啟應用程式時選擇帳號。";
"_while_charging_"          = "充電時";
"_keep_screen_awake_"       = "傳輸檔案時\n保持螢幕亮起";
"_error_not_found_"         = "找不到請求的資源";
"_error_conflict_"          = "由於與資源目前的狀態衝突，無法完成請求";
"_error_precondition_"      = "伺服器未滿足請求者的其中一項先決條件";
"_downloading_"             = "正在下載";
"_additional_options_"      = "其他選項";
"_unauthorizedFilesPasscode_" = "啟動通行碼後無法使用檔案";
"_disableFilesApp_"         = "由於檔案已停用而無法使用";
"_widget_available_nc25_"   = "小工具僅從 DataDrive 25 開始提供";
"_no_items_"                = "沒有項目";
"_check_back_later_"        = "稍後再回來檢查";
"_no_data_available_"       = "無可用資料";
"_recent_activity_"         = "最近活動狀態";
"_maintenance_mode_"        = "伺服器目前處於維護模式，這可能需要一些時間。";
"_account_disabled_"        = "帳號已停用";
"_user_"                    = "使用者";
"_add_subtitle_"            = "新增外部字幕";
"_add_audio_"               = "新增外部音訊";
"_upload_foreground_msg_"   = "請勿關閉 %@ 以完成傳輸…";
"_upload_background_msg_"   = "正在上傳檔案…";
"_create_folder_error_"     = "建立資料夾時發生錯誤：\n%@。\n\n請盡快解決此問題。\n\n在問題解決之前，所有上傳皆已暫停。\n";
"_creating_dir_progress_"   = "正在建立目錄…請保持應用程式開啟。";
"_creating_db_photo_progress_" = "正在建立照片封存…請保持應用程式開啟。";
"_account_unauthorized_"    = "授權帳號 %@ 時發生問題。請重新登入。";
"_folder_offline_desc_"     = "即使沒有網際網路連線，您也能整理資料夾與建立檔案。當您重新上線後，待處理的動作將會自動同步。";
"_offline_not_allowed_"     = "離線模式下不允許此操作";
"_Upload_native_format_yes_"= "以原生格式上傳：是";
"_Upload_native_format_no_" = "以原生格式上傳：否";
"_terms_of_service_"        = "服務條款";
"_terms_accept_"            = "我確認我已閱讀並同意上述服務條款。";
"_terms_accepted_"          = "已接受條款";
"_recommended_files_"       = "建議的檔案";
"_propagate_layout_"        = "將以下變更套用至所有子資料夾";
"_version_mismatch_error_"  = "版本變更：請開啟主應用程式以更新資料。";
"_check_auto_upload_"       = "目前已停用自動上傳照片。\n透過 DataDrive，您可以自動備份照片並將其安全地保存在伺服器上。\n只需開啟「設定」→「自動上傳」，選擇您偏好的選項，然後使用「%@」按鈕開啟它。";
"_cancel_all_request_"      = "確定要取消所有傳輸嗎？";
"_cancel_all_"              = "全部取消";
"_dismiss_"                 = "關閉";
"_opt_in_pro_"              = "正在進行最佳化…";
"_update_in_progress_"      = "正在更新…";
"_delete_in_progress_"      = "正在刪除…";
"_download_in_progress_"    = "正在下載…";
"_upload_in_progress_"      = "正在上傳…";
"_transfer_in_progress_"    = "正在傳輸…";
"_in_waiting_"              = "等待中";
"_in_progress_"             = "進行中";
"_in_error_"                = "發生錯誤";
"_retry_minutes_"           = "分鐘後重試";
"_retry_seconds_"           = "秒後重試";
"_retry_soon_"              = "即將重試…";
"_large_upload_tip_"        = "大型檔案需要保持應用程式開啟，直到傳輸完成";
"_e2ee_upload_tip_"         = "端對端加密檔案需要保持應用程式開啟，直到傳輸完成";
"_finalizing_wait_"         = "正在等待完成…";
"_in_this_folder_"          = "在此資料夾中";
"_media_no_longer_available_" = "媒體已無法使用";
"_this_item_has_been_deleted_" = "此項目已被刪除。";
"_video_not_available_" = "影片無法使用";
"_disable_" = "停用";
"_no_subtitles_available_" = "沒有可用的字幕";
"_no_audio_tracks_available_" = "沒有可用的音軌";
"_add_external_subtitle_" = "新增外部字幕";
"_repeat_current_media_" = "重複播放目前的項目";
"_play_next_media_automatically_" = "自動播放下一個項目";
"_image_load_failed_" = "圖片載入失敗";
"_image_load_failed_" = "圖片載入失敗";
"_gif_file_could_not_be_decoded_" = "無法解碼 GIF 檔案";
"_svg_file_could_not_be_rendered_" = "無法渲染 SVG 檔案";
"_image_file_could_not_be_decoded_" = "無法解碼圖片檔案";
"_media_not_available_" = "媒體無法使用";
"_no_assistant_installed_"  = "此伺服器尚未安裝 Assistant。請要求您的管理員安裝 Assistant 應用程式";
"_open_in_office_" = "在 Office 中開啟";
"_select_date_" = "選取日期";
"_always_play_with_vlc_" = "一律使用 VLC 播放";
"_account_not_available_" = "帳號無法使用";

// Tip
"_tip_pdf_thumbnails_"      = "從螢幕右側邊緣向左滑動即可顯示縮圖";
"_tip_accountrequest_"      = "輕點此處可變更帳號或新增帳號";
"_tip_addcopyimage_"        = "長按可貼上複製的影像";
"_tip_open_mediadetail_"    = "向上滑動可檢視詳細資訊";
"_tip_autoupload_button_"   = "根據您的偏好設定選項 (資料夾、Wi-Fi、新內容、子資料夾)，然後點擊「開啟自動上傳」。\n您可以隨時停止、調整設定並再次啟用。";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "卡片控制器";
"_accessibility_add_upload_"    = "新增與上傳";
"_dismiss_menu_"                = "關閉選單";
"_show_profile_"                = "顯示個人檔案";
// a11y: On/Off
"_on_"                          = "開啟";
// a11y: On/Off
"_off_"                         = "關閉";
"_list_"                        = "清單";
"_icons_"                       = "圖示";

// MARK: Assistant
"_assistant_task_unknown_"       = "不明";
"_assistant_task_scheduled_"     = "已排程";
"_assistant_task_in_progress_"   = "進行中";
"_assistant_task_completed_"     = "已完成";
"_assistant_task_failed_"        = "失敗";
"_input_"                        = "輸入";
"_output_"                       = "輸出";
"_task_details_"                 = "任務詳細資料";
"_assistant_"                    = "助理";
"_new_task_"                     = "新增 %@ 任務";
"_no_tasks_"                     = "您好！今天有什麼我可以幫忙的嗎？";
"_create_task_subtitle_"         = "使用 + 按鈕建立新任務";
"_edit_task_"                    = "編輯 %@ 任務";
"_no_types_"                     = "找不到提供者";
"_no_types_subtitle_"            = "必須安裝 AI 提供者才能使用 Assistant。";
"_assistant_ai_warning_"         = "此處顯示的輸出由 AI 產生。請務必再次檢查。";
"_no_chat_subtitle_"             = "試著傳送訊息來開啟對話。";
"_retry_response_generation_"    = "重試產生回應";
"_conversations_"                = "對話";
"_new_conversation_"             = "新對話";
"_type_message_"                 = "輸入訊息...";
"_assistant_chat_"               = "Assistant 聊天";
"_assistant_error_send_message_"  = "無法傳送訊息。請再試一次。";
"_assistant_error_load_messages_" = "無法載入訊息。請再試一次。";
"_assistant_error_generate_response_" = "無法產生回應。請再試一次。";

// MARK: Client certificate
"_no_client_cert_found_"         = "伺服器正在要求用戶端憑證。";
"_no_client_cert_found_desc_"    = "您要安裝 TLS 用戶端憑證嗎？\n請注意，必須先點擊 .p12 憑證，並在「設定」中將其安裝為身分憑證設定檔，才能在您的裝置上安裝。根據 iOS 的規定，此憑證必須包含密碼。";
"_client_cert_enter_password_"   = "輸入所選憑證的密碼";
"_client_cert_wrong_password_"   = "抱歉，您輸入的密碼無效。";

// MARK: Login poll
"_poll_desc_"                    = "請在瀏覽器中完成登入程序。";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "名稱的開頭或結尾不可包含空格。";
"_file_name_validator_error_reserved_name_" = "「%@」是禁止使用的名稱。";
"_file_name_validator_error_forbidden_file_extension_" = "「.%@」是禁止使用的副檔名。";
"_file_name_validator_error_invalid_character_" = "名稱包含無效字元：「%@」。";
"_file_name_validator_error_space_" = "名稱的開頭或結尾不可包含空格。";
"_file_name_new_extension_" = "變更副檔名可能會導致此檔案在不同的應用程式中開啟。";
"_file_name_empty_" = "檔案名稱不可空白。";
"_please_rename_file_" = "請重新命名檔案或資料夾。";
"hidden_file_name_warning" = "此名稱將會建立為隱藏檔案。";

"_camera_roll_" = "相機膠卷";
"_destination_" = "Destination";
"_select_autoupload_albums_" = "選取相簿";
"_upload_from_" = "上傳來源";
"_multiple_albums_" = "多個相簿";
"_smart_albums_" = "智慧型相簿";
"_albums_" = "相簿";
"_new_photos_only_" = "僅限新照片";
"_all_photos_" = "所有照片";
"_back_up_new_photos_only_" = "僅備份新照片/影片";
"_auto_upload_all_photos_warning_title_" = "確定要上傳所有照片嗎？";
"_auto_upload_all_photos_warning_message_" = "根據照片數量的多寡，這可能需要一些時間來處理。";
"_auto_upload_no_new_items_to_upload_" = "沒有要上傳的新項目";
"_focused_auto_upload_" = "專注自動上傳";
"_focused_auto_upload_settings_footer_" = "自動上傳以較高速度備份時，保持應用程式開啟並使螢幕變暗。";
"_focused_auto_upload_intro_heading_" = "在螢幕變暗的狀態下繼續備份。";
"_focused_auto_upload_intro_message_" = "在螢幕變暗時，照片和影片將繼續以較高速度備份。在此過程中：";
"_focused_auto_upload_wifi_" = "連線至 Wi-Fi";
"_focused_auto_upload_charger_" = "連接充電器";
"_focused_auto_upload_do_not_exit_" = "請勿退出應用程式";
"_enable_focused_auto_upload_" = "啟用專注自動上傳";
"_focused_auto_upload_backing_up_" = "正在備份";
"_focused_auto_upload_completed_" = "上傳完成！";
"_focused_auto_upload_countdown_" = "請勿鎖定螢幕或退出應用程式。螢幕將在 %d 秒後變暗。";
"_stop_focused_auto_upload_" = "停止專注自動上傳";
"_finish_" = "完成";
"_item_with_same_name_already_exists_" = "已有同名的項目存在。";

// MARK: Migration Multi Domains
"_preparing_migration_" = "正在準備移轉…";
"_scanning_files_" = "正在掃描檔案…";
"_moving_items_to_domain_" = "正在將項目移動至正確的網域…";
"_finishing_up_" = "即將完成…";

// MARK: E2EE
"_e2ee_no_session_" = "端對端加密錯誤：此工作階段沒有帳號";
"_e2ee_no_dir_" = "端對端加密錯誤：無法取得目錄";
"_e2ee_no_certificate_" = "端對端加密錯誤：無法取得憑證";
"_e2ee_no_generate_key_" = "端對端加密錯誤：無法產生金鑰";
"_e2ee_no_metadataKey_found_" = "端對端加密錯誤：無法解密中繼資料金鑰";
"_e2ee_read_only_" = "此加密資料夾使用已封存的金鑰，目前為唯讀狀態。";
"_e2ee_server_key_changed_" = "此帳號的端對端加密金鑰已在另一部裝置上變更。請輸入新的密碼短語來更新此裝置。與舊金鑰相關的儲存空間仍可以唯讀方式存取。";
"_e2ee_server_key_changed_title_" = "已變更加密金鑰";
"_e2ee_no_user_found_" = "端對端加密錯誤：找不到使用者";
"_e2ee_no_signature_found_" = "端對端加密錯誤：找不到簽章";
"_e2ee_counter_check_" = "端對端加密錯誤：計數器低於前一個值";
"_e2ee_signature_failed_" = "端對端加密錯誤：驗證簽章失敗";
"_e2ee_enc_payload_" = "端對端加密錯誤：加密承載檔案";
"_e2ee_no_metadata_" = "端對端加密錯誤：無法取得中繼資料";
"_e2ee_filedrop_ciphertext_" = "端對端加密錯誤：filedrop 密文失敗";
"_e2ee_key_ciphertext_" = "端對端加密錯誤：金鑰密文失敗";
"_e2ee_key_no_checksum_found_" = "端對端加密錯誤：找不到總和檢查碼";
"_e2ee_checksum_error_title_" = "端對端加密總和檢查碼錯誤";
"_e2ee_checksum_error_message_" = "加密檔案的總和檢查碼遺失或無效。\n\n這可能是由不完整、過時或不一致的加密中繼資料所引起，並不一定代表檔案或伺服器已遭入侵。\n\n只有在您信任此伺服器並了解風險的情況下才繼續操作。否則，請退出且不要開啟檔案。";
"_e2ee_key_checksum_" = "端對端加密錯誤：金鑰總和檢查碼失敗";
"_e2ee_decode_metadata_" = "端對端加密錯誤：無法解碼中繼資料";
"_e2ee_no_lock_" = "端對端加密錯誤：無法鎖定檔案";
"_e2ee_no_decrypt_metadata_" = "端對端加密錯誤：無法解密中繼資料";
"_e2ee_no_enc_file_" = "端對端加密錯誤：無法加密檔案";
"_e2ee_no_enc_key_" = "端對端加密錯誤：無法取得編碼金鑰";
"_e2ee_no_match_checksum_" = "端對端加密錯誤：總和檢查碼不符";
"_e2ee_create_folder_" = "端對端加密目錄建立中，請稍候…";
"_e2ee_rename_file_" = "端對端加密重新命名中，請稍候…";
"_e2ee_encrypt_folder_" = "端對端加密資料夾處理中，請稍候…";
"_e2ee_setup_get_certificate_" = "伺服器未回傳憑證";
"_e2ee_setup_create_csr_" = "無法產生憑證簽署要求 (CSR)";
"_e2ee_setup_sign_certificate_" = "伺服器在簽署要求後未回傳憑證";
"_e2ee_setup_extract_publickey_" = "產生的金鑰與憑證之間的公開金鑰不符";
"_e2ee_setup_get_privatekey_" = "伺服器未回傳加密的私密金鑰";
"_e2ee_setup_passphrase_error_" = "提供的密碼短語不正確";
"_e2ee_setup_get_publickey_" = "伺服器未回傳加密的公開金鑰";
"_e2ee_setup_encript_privatekey_" = "無法加密私密金鑰";
"_e2ee_setup_store_privatekey_" = "私密金鑰產生程序未回傳可用的金鑰";
"_e2ee_setup_verify_publickey_" = "公開金鑰與憑證不符";
"_e2ee_setup_generate_passphrase_" = "無法產生密碼短語";
"_e2ee_setup_privatekey_missing_" = "找不到端對端加密私密金鑰。";
"_e2e_renew_certificate_success_" = "您的端對端加密憑證已更新。";
"_certificate_valid_from_" = "有效自";
"_certificate_valid_until_" = "有效至";
"_certificate_" = "憑證";
"_certificate_renew_" = "更新憑證";

// Share details — Governance
"_governance_"                      = "治理";
"_sensitivity_label_"               = "敏感度標籤";
"_file_retention_"                  = "檔案保留";
"_legal_hold_"                      = "法定保留";
"_none_"                            = "無";
"_sections_"                        = "區段";
"_governance_labels_load_error_"    = "無法載入治理標籤。";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "相簿";
"_albums_list_new_album_btn_"                       = "New";
"_albums_list_loading_msg_"                         = "正在載入…";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_entities_"                            = "Items";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "建立";
"_albums_list_new_album_popup_negative_btn_"        = "Cancel";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "Rename";
"_albums_list_rename_album_popup_negative_btn_"     = "Cancel";
"_albums_photo_selection_sheet_title_"              = "Select items";
"_albums_photo_selection_sheet_back_btn_"           = "返回";
"_albums_photo_selection_sheet_done_btn_"           = "完成";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_empty_add_photos_btn_"              = "Add photos";
"_albums_photos_add_photos_btn_"                    = "Add";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "Delete";
"_albums_delete_album_popup_negative_btn_"          = "Cancel";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_album_already_exists_"                            = "Could not complete the operation, album with the same name exists";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";
